IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Data penampang tidak sesuai untuk pembuatan mesh."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Gagal menghasilkan Auto-Mesh."
IDS_MESHPMCV_AUTOMESH_Property = "Gagal menghitung properti penampang dari Penampang yang di-mesh otomatis."
IDS_MESHPMCV_PROPERTY_Area = "Gagal menghitung properti penampang ( penampang melintang )."
IDS_MESHPMCV_PROPERTY_1stInertia = "Gagal menghitung properti penampang ( momen inersia pertama )."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Gagal menghitung properti penampang ( momen inersia kedua )."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Gagal menghitung properti penampang ( pusat plastis )."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Terdapat kesalahan pada informasi sudut dasar untuk pembuatan kurva PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Pembuatan kurva PM gagal."
IDS_MESHPMCV_TUNECURV_LessLine = "Kurva PM yang disesuaikan secara otomatis lebih kecil daripada kurva PM asli."
IDS_MESHPMCV_CALRATIO_SelectLine = "Terdapat kesalahan pada kandidat kurva PM untuk perhitungan kekuatan rencana."
IDS_MESHPMCV_CALRATIO_FindStrength = "Gagal menghitung kekuatan rencana."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Gagal menghitung kurva PM untuk kekuatan rencana."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "Sudut inkremen terlalu besar."
IDS_MESHPMCV_CALRATIO_ForceSum = "Gagal menghitung jumlah gaya."
IDS_GEO_DGNCALC_PILE_FDN = "Fondasi Pile"
IDS_GEO_DGNCALC_FOOT_FDN = "Fondasi Langsung"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Pemeriksaan kapasitas dukung"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Gaya geser negatif"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Pemeriksaan penurunan"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Kapasitas dukung lateral"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Standar desain fondasi struktur (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Standar Desain Jembatan Kereta Api (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Spesifikasi desain jembatan (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Kapasitas dukung ujung"
IDS_GEO_DGNCALC_FDN_FRICTION = "Gaya geser"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Pancang yang dipasang"
IDS_GEO_DGNCALC_FDN_DRILLED = "Pancang cor di tempat"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Pancang precast yang dibor"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Pancang yang dibor"
IDS_GEO_DGNCALC_FDN_STEEL = "Pancang pipa baja"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Pemeriksaan statika"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Uji lapangan"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Dukungan batu"
IDS_GEO_DGNCALC_SAND = "Pasir"
IDS_GEO_DGNCALC_CLAY = "Tanah Liat"
IDS_GEO_DGNCALC_ROCK = "Batu"
IDS_GEO_DGNCALC_FDN_SPT = "Uji Penetrasi Standar"
IDS_GEO_DGNCALC_FDN_CPT = "Uji Penetrasi Konus Statis (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Uji tekanan"
IDS_GEO_DGNCALC_FDN_PBT = "Uji kapasitas pelat"
IDS_GEO_DGNCALC_FDN_VST = "Uji geser vane"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. dkk"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. dkk"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Fondasi Kanada (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Fondasi Kanada (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. dkk"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. dkk"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. dkk"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. dkk"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Standar desain fondasi struktur"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "mempertimbangkan c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Kekuatan batuan dan properti kekar"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Uji beban bor"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Uji Penetrasi Standar"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Uji penetrasi kerucut"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Pancang yang dipasang ke dalam batu"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Tanah pasir - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Tanah liat - metode faktor α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Tanah liat - metode faktor β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Tanah liat - metode faktor λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Gangguan tanah"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Lapisan tanah liat"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Tanah pasir"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Tanah liat - metode faktor α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Tanah liat - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Tanah liat - Kekuatan Undrain"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Tanah pasir"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Uji Penetrasi Standar"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Batu - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Batu - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Persamaan daya dukung (Meyerhof,1976) untuk tanah pasir menggunakan nilai N dari SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Pemasangan akhir pancang"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Campuran jet susu semen"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Penuangan beton"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Pancang pipa baja soket"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Uji Penetrasi Kerucut"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT dan kekuatan undrain"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Kapasitas dukung ultimate"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Modulus elastisitas horizontal"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Dukungan horizontal"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Modulus elastisitas tanah"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Tanah liat"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Uji Penetrasi Standar"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Perhitungan daya dukung untuk tiang pancang"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Perhitungan daya dukung untuk tiang cor di tempat"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Perhitungan daya dukung tiang bor"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Standar Jembatan Jalan Jepang"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Spesifikasi desain fondasi struktur (Japanese Architectural Association, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Teori elastis"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Teori elastis 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Teori elastis 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Tanah liat jenuh"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Efek regangan"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Persamaan Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Persamaan Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Kegagalan geser umum"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Kegagalan geser lokal"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Persamaan Terzaghi yang dimodifikasi"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Pengalaman"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Kekuatan tekan uniaxial"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Batu yang baik"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Klasifikasi Batu"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi dkk."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Tidak dapat menghitung daya dukung."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Tidak ada beban vertikal."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "dalam kasus e2 ≥ B/2 atau e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "dalam kasus eB ≥ B/2 atau eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "dalam kasus hanya ada gaya aksial."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "dalam kasus e ≤ D/8 (distribusi trapesium)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "dalam kasus e > D/8 (distribusi segitiga)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "dalam kasus e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "dalam kasus ≤ B/6 (distribusi trapesium)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "dalam kasus e > B/6 (distribusi segitiga)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "dalam kasus e ≤ L/6 (distribusi trapesium)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "dalam kasus e > L/6 (distribusi segitiga)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "dalam kasus 6e2/B + 6e1/L ≤ 1.0 (distribusi trapesium)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "dalam kasus 6eB/B + 6eL/L ≤ 1.0 (distribusi trapesium)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "dalam kasus /B + 6e1/L > 1.0 (distribusi segitiga)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "dalam kasus /B + 6eL/L > 1.0 (distribusi segitiga)"
IDS_DGNCALCBASE_MESH_FAIL = "Pembuatan mesh gagal."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Persamaan daya dukung ujung tiang pipa baja yang tertanam ke dalam batuan lunak"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe dan Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang dan Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Canadian Foundation Engineering Manual(2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Daya dukung ultimit ujung berdasarkan SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Daya dukung ujung tiang pancang ke dalam tanah lempung"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Daya dukung ultimit berdasarkan CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Daya dukung ujung akibat gangguan tanah selama konstruksi"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Daya dukung ujung tiang cor di tempat pada tanah lempung"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma dan Reese (1974), Quiros dan Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Daya dukung ujung tiang bor (grouting semen)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Persamaan Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Spesifikasi desain fondasi struktur (Japanese Architectural Association, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Standar desain fondasi struktur (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Canadian Geotechnical Society (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Perhitungan properti penampang gagal."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Terjadi kesalahan saat menggunakan file data penampang( %s ).\nKesalahan :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
